[
  [
    "Welcome to RISK Tutorial mode! This game mode intends to teach you the basics of the game and",
    "provide an understanding of how to play a match of risk. Usually, the game starts with every",
    "player rolling a die to determine turn order in order of highest rolls to lowest. In the",
    "Tutorial however, we start at the end of the first phase after the dice rolls; the claim",
    "phase. Each player takes turns placing one troop on one unclaimed country. Try it out by",
    "clicking on New Guinea (highlighted). If you want to identify a country, hold M to view the",
    "names of the countries!"
  ],
  [
    "Once all countries are claimed, each player gets an additional amount of troops depending on",
    "the amount of players in the game which they can use to strengthen their countries. In the",
    "tutorial, this number is smaller. Taking over entire continents is advantageous since you",
    "will then get bonus troops. You've almost taken Australia, so keep strengthening it!"
  ],
  [
    "Notice how the enemy is getting ready to attack Venezuela in South America. Start",
    "placing troops there to make it more difficult for the enemy to take the whole country. Fun",
    "fact: you can hold tab to view player statistics."
  ],
  [
    "Now the game can begin! There are three phases each round: Reinforce, Attack, Fortify.",
    "At the beginning of a reinforce phase, you get a certain amount of troops",
    "displayed on the pop up at the bottom of the screen, and can place them on any of the",
    "countries that belong to you. Australia looks like an easy win, so place all your troops",
    "there to quickly take over. You can only go to the next phase once all troops are set.",
    "You can use the arrow keys to increase or decrease the amount of troops in the pop up."
  ],
  [
    "Now we get to the attack phase: Select a country you own, then select one of the adjacent",
    "enemy territories and choose with how many troops you want to attack. It is always worthwhile",
    "to attack with the maximum amount possible. In an attack, dice are rolled to determine the",
    "amount of losses in each country. Once you take over the country, you can decide how many",
    "troops to move to your newly conquered country. Move all of your troops, since you then",
    "protect the border of your continent, making it harder for others to attack it. Make sure to",
    "press on the next phase button once you are done attacking."
  ],
  [
    "Finally, the fortify phase: The player has the ability to pick exactly one country and",
    "move some of its troops to an adjacent country. Sometimes, retreating is the better choice.",
    "The enemy will likely reinforce their country in South America and easily defeat you in",
    "battle. Move your troops back to North America to prepare for a possible counter-attack",
    "later in the game."
  ],
  [
    "Notice how the enemy has split his troops almost evenly between Venezuela and Brazil. These",
    "two countries are important as they are the borders of the continent. Having a high amount of",
    "troops on such countries gives you a higher chance of defending the continent successfully.",
    "Especially important, since the enemy now has control over South America!",
    "Over the course of the game, if you conquer a country during the attack phase you will",
    "receive a random card at the end of your turn. At the beginning of a turn you have",
    "the ability to swap 3 cards matching specific rules, and get extra troops in exchange",
    "Right now, the card button on the bottom left is highlighted, signifying that you have the",
    "ability to swap cards. Try it! If at any point you have more than 5 cards, you must exchange",
    "them in order to continue.",
    "In addition to the extra amount of troops you receive at the beginning of a round",
    "which is now even higher since you own Australia, handing in cards automatically gets you more troops on the",
    "countries represented on the card along with a further amount of troops to distribute as you",
    "choose. That's all for our introduction to the game RISK. You can now play this specific match further",
    "with the bot you chose or play single player with multiple bots of different",
    "difficulties if you want to practice further."
  ]
]
